Repository: Sophietje/BOZPlanner
Catalog: bozplanner/locales/*/LC_MESSAGES/django.po
Languages: nl

source: Meetings
nl: Vergaderingen

source: Minutes
nl: Notulen

source: Users
nl: Gebruikers

source: Organizations
nl: Organisaties

source: Preferences
nl: Instellingen

source: Log out
nl: Uitloggen

source: Scheduling a meeting
nl: Vergadering plannen

source: <p>In order to schedule a meeting, you should navigate in the menu to "Meetings" and click on the add button on top of the page. You should then fill in the location of the meeting (e.g. RA-5148), at what time the meeting starts (in the following format: dd/mm/yyyy hh:mm), the datetimepicker can help to fill in this field, then you should fill in at what time the meeting will end (This work exactly the same as the previous field). Next, the organization of the OLC meeting should be filled in (e.g. BMS). Finally click on the save button to save the meeting.</p>
nl: <p>Om een vergadering te plannen, moet u navigeren in het menu naar "Vergaderingen".Als u hier naar toe bent genavigeerd zult u een formulier zien dat ingevuld moet worden. U moet de locatie van de vergadering (bijv. RA 5148), de begin- en endttijd en de organisatie (bijv. BMS) invullen. Om u te helpen bij het invullen van de begin- en eindtijd kunt u de datum- en tijdkiezer gebruiken. Klik uiteindelijk op de opslaan knop om de vergadering op te slaan.</p>

source: Users information
nl: Informatie over gebruikers

source: <p>You can find all users of the system in the menu named "Users". This menu serves multiple purposes, firstly you can thus find all users of the system, thus students, BOZ employees and persons associated to an OLC. Secondly, an account can be created by means of the add button (found in the header of the page). Thirdly, data about the users' data can be changed when requested or even a user can be deleted from the list.</p> <h4>How do I add a user?</h4> <p>In order to add a user, you should as previously mentioned click on the add button on top of the "Users" page. Then you should fill in the name, email and to which organization the user is associated to. Afterwards, the person can be added by submitting the form. The person for whom you filled in the data can now access the system.</p> <h4>How do I change the data of a user?</h4> <p>The data of a user can be changed by clicking on the change button in the list associated to the user. Then, the data of the user pops up enabling you to make changes to it. Afterwards, the data should be submitted.</p> <h4>How do I delete a user?</h4> <p>A user can be deleted by clicking on the delete button in the list associated to the user. Then, you will be asked whether you are certain of deleting the user. Afterwards, click on the deactivate button to permanently deactivate the user.</p>
nl: <p>U kunt alle gebruikers vinden door in het menu te navigeren naar "Gebruikers". Op deze pagina kunt u ten eerste alle gebruikers in het systeem vinden, zoals de notulisten, BOZ-medewerkers en personen betrokken met een OLC. Ten tweede kan een gebruiker gemaakt worden door middel van de knop bovenaan de pagina. Ten slotte kan de informatie van gebruikers gewijzigd worden indien gewenst en kunnen gebruikers verwijderd worden.</p> <h4>Hoe voeg ik een gebruiker toe?</h4> <p>Om een gebruiker toe te voegen zult u moeten klikken op de knop bovenaan de pagina "Gebruikers". Vervolgens zult u de naam, e-mailadres en organisatie van de gebruiker moeten invullen. Ten slotte kunt u op de opslaan-knop drukken om de gebruiker op te slaan. De persoon wiens informatie is ingevuld kan nu inloggen in het systeem.</p> <h4>Hoe verander ik de gegevens van een gebruiker?</h4> <p>De gegevens van een gebruiker kunnen veranderd worden door op de wijzigen-knop te klikken die hoort bij de gebruiker in de tabel. Een popup zal verschijnen waarin u uw wijzigingen kunt doorvoeren. Ten slotte klikt u op de opslaan-knop om de wijzigingen op te slaan.</p> <h4>Hoe verwijder ik een gebruiker?</h4> <p>Een gebruiker kan verwijderd worden door op de verwijder-knop te klikken die hoort bij de gebruiker in de tabel. Een popup zal verschijnen met de vraag of u zeker weet dat u de gebruiker wilt verwijderen. Als u vervolgens op de verwijderknop klikt zal de gebruiker verwijderd worden.</p>

source: Organizations information
nl: Informatie over organisaties

source: <p>You can find all the organizations in the system in the menu named "Organizations". The organizations can be accessed, added, changed and deleted in similar steps as with users. Please refer to the previous answered question.</p>
nl: <p>Alle organisaties in het systeem zijn te vinden door in het menu te klikken op "Organisaties". Organisaties kunnen op deze pagina worden bekeken, toegevoegd, veranderd en verwijderd met soortgelijke stappen als bij gebruikers. Gelieve voor deze stappen te kijken bij de voorgaande vragen.</p>

source: Scheduled meetings
nl: Geplande vergaderingen

source: <p>Scheduled meetings can be found in the menu called "Meetings", this menu lists the meetings and it indicates whether someone is assigned to the meeting to take the minutes. Furthermore, with the button in the header, a meeting can be scheduled instantly .</p>
nl: <p>Geplande vergadering kunnen bekeken worden door in het menu te klikken op "Vergaderingen". Op deze pagina staan alle vergaderingen die nog plaats moeten vinden en er wordt aangegeven of er al een notulist voor de vergadering is. Ook kunt u een vergadering toevoegen door op de knop bovenaan de pagina te klikken.</p>

source: <p>In order to download minutes from meetings that took place in the past, you should navigate to the menu named "Minutes". In this menu, the past meetings are listed. When minutes are uploaded by the student, a download button can be found on the right hand side in the list. It could be the case that a student has uploaded multiple versions of the minutes. In that case, you are able to chose which version you would like to download.</p>
nl: <p>Om notulen te downloaden van een vergadering die al plaats heeft gevonden moet u navigeren in het menu naar "Notulen". Op deze pagina staan alle vergaderingen in het verleden. Als er notulen zijn geupload door de notulist, kan u een downloadknop aan de rechterkant in de tabel vinden. Het is mogelijk dat een notulist meerdere versies van de notulen heeft geupload. In dit geval heeft u de mogelijkheid om te kiezen welke notulen u wilt downloaden.</p>

source: Personal settings
nl: Persoonlijke instellingen

source: <p>You can access your personal settings by clicking on the right hand side on the tab with your name. Then, a dropdown menu opens including a tab for your settings. You can change your preferred settings by enabling the different options (notification mails and reminders of your planned meetings) and you can change your own personal data.'</p>
nl: <p>U kan uw persoonlijke instellingen bekijken door te klikken aan de rechterkant van uw naam. Er zal dan een menu verschijnen met een link naar uw instellingen. U kan uw persoonlijke instellingen wijzigen, zoals of u notificatiemails wilt ontvangen of herinneringen voor geplande vergadering wilt ontvangen.</p>

source: Manual
nl: Handleiding

source: The complete manual can be downloaded <em><a href="%(static_manual_url)s">here</a></em>.
nl: De gehele handleiding kan <em><a href"%(static_manual_url)s">hier</a></em> gedownload worden.

source: place
nl: locatie

source: begin date & time
nl: begindatum & -tijd

source: end date & time
nl: einddatum & -tijd

source: secretary
nl: Notulist

source: organization
nl: Organisatie

source: End of a meeting cannot be before the start of a meeting.
nl: Het einde van een vergadering kan niet plaatsvinden voor het begin van een vergadering zijn.

source: OLC meeting of {}
nl: OLC-vergadering van {}

source: meeting
nl: Vergaderingen

source: file
nl: bestand

source: original name
nl: oorspronkelijke naam

source: date
nl: datum

source: Schedule a meeting
nl: Vergadering plannen

source: Cancel
nl: Annuleren

source: Submit
nl: Opslaan

source: Organization
nl: Organisatie

source: Date & Time
nl: Datum & Tijd

source: Location
nl: Locatie

source: Secretary
nl: Notulist

source: Subscription
nl: Inschrijving

source: None
nl: Geen

source: Edit meeting
nl: Vergadering wijzigen

source: Delete meeting
nl: Vergadering verwijderen

source: Are you sure you want to permanently delete the meeting "%(meeting)s" at %(begin_time)s?
nl: Weet u zeker dat u de vergadering "%(meeting)s" om %(begin_time)s wilt verwijderen?

source: Delete
nl: Verwijderen

source: Subject
nl: Onderwerp

source: Upload&nbsp;-&nbsp;Options
nl: Upload&nbsp;-&nbsp;Opties

source: Delete minutes
nl: Verwijder notulen

source: Are you sure you want to remove the file %(name)s uploaded at %(date)s?
nl: Weet u zeker dat u het bestand %(name)s geupload op %(date)s wilt verwijderen?

source: You cannot unsubscribe from this meeting anymore
nl: U kan zich niet meer uitschrijven voor deze vergadering.

source: Someone has already claimed this meeting.
nl: Er is al een notulist voor deze vergadering.

source: organizations
nl: organisaties

source: calendar token
nl: agenda token

source: first login
nl: eerste login

source: %(value)s is not a valid student number or employee number
nl: %(value)s is geen geldig student- of medewerkersnummer

source: The student number or employee number of the user, for example s1234567 or m1234567
nl: Het student- of medewerkersnummer van de gebruiker, bijvoorbeeld s1234567 of m1234567

source: name
nl: naam

source: parent organization
nl: Overkoepelende organisatie

source: The organization to which this organization belongs. For example, Technical Computer Science might belong to an organization called EWI.
nl: De overkoepelende organisatie waar deze organisatie bij hoort. Bijvoorbeeld zou Technical Computer Science bij EWI kunnen horen.

source: overview
nl: overzicht

source: You can use this to indicate of which organizations you would like to receive a weekly overview.
nl: Hier kunt u aangeven van welke organisaties u een wekelijks overzicht wenst te ontvangen.

source: reminder
nl: herinnering

source: You can use this to indicate of which organizations you would like to receive a reminder whenever no secretary has been found 10 days in advance of a meeting.
nl: Hier kunt u aangeven van welke organisaties u een herinnering wenst te ontvangen indien er nog geen notulist voor een vergadering beschikbaar is tien dagen voor de vergadering.

source: Include meetings in your calendar of which you are the secretary
nl: Voeg vergaderingen waar je notulist bent toe aan je agenda

source: Include meetings in your calendar which belong to your organizations
nl: Voeg vergaderingen toe aan je agenda die bij je organisatie horen

source: overview secretary
nl: overzicht secretaris

source: You can use this to indicate of which organizations you would like to receive a weekly overview of meetings that do not yet have a secretary.
nl: Hier kunt u aangeven van welke organisaties u graag een wekelijks overzicht wenst te ontvangen van vergaderingen die nog geen notulist hebben.

source: Receive confirmation mail when adding yourself to a meeting
nl: Ontvang een bevestigingsmail als u zich inschrijft voor een vergadering

source: You can use this to indicate whether you would like to receive a confirmation mail whenever you subscribe to or unsubscribe from a meeting.
nl: Hier kunt u aangeven of u een bevestigingsmail wenst te ontvangen indien u zich in- of uitschrijft voor een vergadering.

source: Always zoom in the page
nl: Vergroot altijd de pagina

source: Permission Denied
nl: Toegang geweigerd

source: You do not have permission to access the requested page. If you just logged in, you may have not (yet) been added to BOZPlanner.
nl: U heeft niet de juiste rechten om de opgevraagde pagina te bekijken. Als u zojuist bent ingelogd, bent u wellicht (nog) niet aan BOZPlanner toegevoegd.

source: Edit organization %(object)s
nl: Wijzig organisatie %(object)s

source: Create organization
nl: Organisatie toevoegen

source: Name
nl: Naam

source: Parent organization
nl: Overkoepelende organisatie

source: Edit organization
nl: Organisatie wijzigen

source: Delete organization
nl: Organisatie verwijderen

source: Are you sure you want to permanently delete the organization %(organization)s? This will <em>delete all suborganizations</em> as well.
nl: Weet u zeker dat u de organisatie %(organization)s wilt verwijderen? Dit verwijdert ook <em>alle suborganisaties</em>.

source: Copy email addresses
nl: E-maildressen kopiÃ«ren

source: Copy
nl: Kopieer

source: Edit user %(object)s
nl: Wijzig gebruiker %(object)s

source: Create user
nl: Gebruiker toevoegen

source: E-mail address
nl: E-mailadres

source: Groups
nl: Groepen

source: Edit user
nl: Gebruiker wijzigen

source: Deactivate user
nl: Gebruiker deactiveren

source: Are you sure you want to permanently deactive the account of %(person)s?
nl: Weet u zeker dat u de account van %(person)s permanent wil deactiveren?

source: Deactivate
nl: Deactiveren

source: Welcome
nl: Welkom

source: Welcome to BOZ-Planner! Please review your preferences. You can: <ul> <li>Configure which emails you receive;</li> <li>Add meetings to your agenda or calendar;</li> <li>Change the text size of BOZ-planner.</li> </ul>
nl: Welkom bij BOZPlanner! Gelieve even uw instellingen door te nemen. U kan: <ul><li>Instellen welke mails u wilt ontvangen;</li> <li>Vergaderingen automatisch toevoegen aan uw agenda;</li> <li>De tekstgrootte van BOZPlanner veranderen.</li></ul>

source: General
nl: Algemeen

source: Calendar
nl: Agenda

source: Add to:
nl: Toevoegen aan:

source: Back
nl: Terug

source: Email users
nl: Gebruikers mailen

source: Email organizations
nl: Organisaties mailen
